{"result": [{"data_id": 335623, "content": "特殊物品风险评估技术方案——病毒载体\n\n风险分级\n   （一）概念\n病毒载体即可将遗传物质传给寄主细胞以便进行后续基因表达的载体。病毒载体系统已用于研究和基因治疗等工作。用于重组基因转移的病毒载体的物质基础通常为人类种群内的各种病毒，例如腺病毒、疱疹病毒和逆转录病毒等。通常通过对此类载体实施基因改造，提高基因传递效率及其安全性。\n逆转录病毒载体系统，包括源自 HIV-1 的慢病毒载体，均为有适应力的基因转移载体，此类载体广泛用于自身与非分裂细胞和分裂细胞染色体间的稳定结合，以及自身的长期转基因表达。\nNIH指南为涉及重组或合成核酸分子的构建和处理,以及包含这些分子的细胞、生物体和病毒的研究,规定了适当的生物安全规程和程序。 重组或合成核酸分子在NIH指南中定义为:\n1. a)是通过连接核酸分子而构建的分子。\nb)能在活细胞中复制的(即重组核酸);\n2. 用化学方法或其他方法合成或扩增的核酸分子,包括化学修饰或其他修饰但能与自然发生的核酸分子(即合成核酸)配对的分子;或\n3. 由(1)或(2)中描述的分子的复制而产生的分子。\n慢病毒载体是通过哺乳动物细胞的多质粒转染在体外产生的逆转录病毒。从培养基中获取逆转录病毒颗粒，并用于将转基因稳定插入目标细胞的基因组中。这些载体已经被设计成能够感染目标细胞，但不能在感染后复制。然而，由于大多数慢病毒载体来源于人类免疫缺陷病毒（HIV），与载体可能恢复到复制状态有关的担忧仍然存在，与转基因和插入突变（例如导致基因激活或失活）相关的风险也存在。\n在某些情况下，可能需要根据正在执行的程序，或与病原体相关的风险是否发生变化（例如，病原体已被修改），修改处理或储存病原体的实验室或隔离区的适用隔离要求。\n慢病毒载体通常分为风险组2（RG2）人类病原体和RG2动物病原体。然而，一些慢病毒载体和转基因可能具有增加其风险的独特特征，导致安全处理的额外或修改的生物安全要求，或被归类为RG3病原体。\n慢病毒载体系统来源于逆转录病毒科慢病毒属的病毒（图2-1）。1慢病毒载体通常来源于HIV 1型（HIV-1）。2然而，它们也可能来源于HIV-2和非人类慢病毒，包括猿猴免疫缺陷病毒、猫免疫缺陷病毒、马传染性贫血病毒和牛免疫缺陷病毒。2,3，4慢病毒是基因传递的实用载体，因为它们稳定地整合到分裂和非分裂细胞的基因组中，以及它们的长期转基因表达。5然而，慢病毒载体的潜在致病性是制定生物安全策略时的一个重要考虑因素。\n\n第一代慢病毒载体系统是三种来源于HIV的质粒系统，包括标准逆转录病毒基因和HIV特异性基因（图2-3面板B）。13这些第一代慢病毒载体系统由（1）含ψ的转移质粒组成(2） 一种包装质粒，除gag和pol外，还包含HIV辅助基因nef、vif、vpu和vpr以及调节基因tat和rev；（3）包膜质粒。\n为了增加基于HIV的慢病毒载体系统的向性或细胞靶点，可以用异源糖蛋白基因替换包膜质粒中的HIV env基因，这一过程称为假定型；慢病毒载体通常用编码水泡性口炎病毒糖蛋白（VSV-G）的基因进行假定型。1,2虽然假定型提高了载体的稳定性，但改变慢病毒载体的取向以包括几乎所有哺乳动物细胞会增加慢病毒载体的固有风险。2，由于伪型载体是动物病原体和人类病原体，因此受加拿大公共卫生局（PHAC）和加拿大食品检验局（CFIA）的监管。\n（二）风险因素、风险组别和风险评估\n1.通用评估\n涉及到构建或使用GMOs的实验应首先进行生物安全评估。与该生物体有关的病原特性和所有潜在危害可能都是新型的,没有确定的。供体生物的特性、将要转移的DNA序列的性质、受体生物的特性以及环境特性等都需要进行评估。这些因素将有助于决定安全操作目标遗传修饰生物体所要求的生物安全水平,并确定应使用的生物学和物理防护系统。\n转基因生物\n相对于亲本有机体，利用 rDNA 技术创造转基因生物(GMO)可提高或降低风险组别和防护等级，具体取决于所转移的基因、对有机体内基因的改造（如点突变、缺失）、重组有机体内基因的表达、宿主机体处理所需的生物防护、转移基因与宿主带菌体系统间的相互作用以及宿主带菌体系统的活性等因素。\n通过 LRA 恰当评估开展下列基因操作时需满足的物理性防护要求和操作规范要求：\n\t•\t改变病原体的致病性或毒力；\n\t•\t影响某病原体对药剂的反应（如改变耐药性）；\n\t•\t剔除遗传物质或引入可能具有副作用的新遗传物质（如插入致癌基因）；\n\t•\t通过重组微生物诱发毒素生成；\n\t•\t扩大病原体的宿主范围或细胞嗜性；\n\t•\t形成转基因动物体内的新机制或不良特性；\n\t•\t生产已无毒力因子的重组病原体减毒株；或\n\t•\t生产在防护区外存活能力有限的宿主细菌或病毒载体系统。\n评估 GMO 时需考虑以下因素：\n\t•\t受体生物的防护等级；\n\t•\t供体生物的防护等级；\n\t•\tGMO 的复制能力；\n\t•\t构成重组颗粒的供体片段的特性；\n\t•\t与供体片段相关的潜在致病因素；及\n\t•\t可能未表征的 GMO 新危害。\n可通过仔细研究第 4.3.8.2 节中所列的 GMO 注意事项、载体系统的选择、该系统内的安全特性以及由载体编码的基因插入物的性质，评估与病毒载体系统相关的各种风险。逆转录病毒载体系统的使用，包括通过人类免疫缺陷病毒1型(HIV-1)衍生的慢病毒载体，增加了可能出现的其它风险，应评估这些风险。更多新近产生的慢病毒载体系统与其它安全特性相结合，降低具有复制能力的逆转录病毒(RCR)（即能自我复制的重组病毒）产生的可能性，包括利用异源外壳蛋白代替 HIV-1 天然包膜蛋白、分为四个或更多质粒的载体和包装功能、剔除对野生型病毒复制和自失活慢病毒载体开发至关重要的基因。（注脚21）\n病毒载体系统的相关重大风险包括：\n\t•\t产生及传播具有复制能力的逆转录病毒(RCR)的可能性；\n\t•\t产生致癌作用的可能性；\n\t•\t致病性增强的可能性；\n\t•\t血清转化的可能性，即使通过非复制型病毒发生（即表示因接触慢病毒载体而呈现的 HIV 阳性状态）。\n2.慢病毒风险评估\n慢病毒载体的感染途径与HIV相似，包括用感染性液体或气溶胶注射和暴露粘膜表面或破损皮肤。暴露于完整的皮肤并不被认为是一个重大的感染风险。1慢病毒有有效的治疗和预防措施，由这些病原体引起的疾病传播风险很低。\nPHAC已确定慢病毒载体符合RG2人类和RG2动物病原体的定义。RG2病原体是对个人或动物健康构成中度风险，对公共健康风险较低的病原体。RG2病原体能够在人或动物身上引起严重疾病，但不太可能。然而，在某些条件下（例如，使用第一代慢病毒载体系统、对载体进行修改、插入致癌或毒性转基因），处理这些慢病毒载体的风险增加可能需要额外或修改的生物安全程序，或导致更高的风险组分类（即。，RG3）。\n2.1慢病毒载体的病原体风险评估注意事项：\n病原体风险评估首先确定病原体本身固有的特征以及导致其风险的特征。尽管不是详尽的列表，但以下是慢病毒载体的注意事项：\n•转基因插入物的性质。已知致癌基因或具有高致癌或毒性潜能的基因可能需要额外的生物安全措施。\n•根据慢病毒载体，可能存在其他感染途径。在某些情况下，vsv-g假分型可导致吸入感染。\n•制造过程中重组的可能性，这可能导致RCR。尽管可能性很低，但对存在RCR的病媒准备情况进行监测将对此进行评估。建议使用第三代系统（即低RCR地层电位）。\n•暴露后，由于病毒DNA整合到宿主基因组中导致相邻基因序列的插入突变或反式激活，有可能发生肿瘤。\n•野生型病毒（如HIV）的可能动员（即救援）和动员的载体颗粒传播到非靶细胞或组织（即，特别是保留完整LTR的载体）。\n•在暴露的HIV阳性个体或慢病毒阳性动物宿主中与野生型病毒重组的可能性，其天然病毒可与载体重组或补充载体。\n•注射或接触受RCR污染的载体的实验动物可能发生生产性感染，从而导致载体/病毒脱落。\n•由于病毒颗粒的假定型或病毒启动子序列的改变，慢病毒载体有可能感染范围更广的人类和哺乳动物细胞。\n•尽管慢病毒载体无法复制，但其传染性仍然存在。慢病毒载体能够感染靶细胞，然后靶细胞可以表达转基因。\n载体-转基因组合的风险组将确定安全处理慢病毒载体的适当物理控制要求和操作规程要求。即使在慢病毒载体仍然是RG2病原体的情况下，风险评估也可能确定安全处理所需的其他缓解措施\n2.2慢病毒载体的局部风险评估注意事项\n由于实验室对慢病毒载体的最有可能的途径是粘膜的注射和暴露，因此在涉及慢病毒载体的工作中执行LRAS时要考虑的主要危险包括：\n•锋利物的使用：慢病毒载体的主要感染途径是接种。意外注射慢病毒载体可能导致HIV阳性血清学状态、转基因表达（其他慢病毒载体和逆转录病毒也是如此）或插入突变。\n•处理用慢病毒载体转导的细胞培养物：慢病毒载体整合到细胞基因组中可能对转导细胞产生有害影响，包括增加肿瘤形成、插入突变和邻近基因反式激活的风险。\n•处理慢病毒载体悬浮液：处理高滴度的慢病毒载体悬浮液会增加人员接触的可能性。\n•气溶胶生成程序：与气溶胶生成程序（如离心、移液）产生的液滴间接接触可导致液滴传播（即，传染源沉积在受体表面，随后转移到受体暴露的粘膜表面）。\n•与动物合作：有证据表明，在感染后24小时内，病媒可能从受感染的动物身上脱落，导致通过粘膜与受感染的体液直接接触传播给人员的可能性。\n表3-1概述了与使用慢病毒载体相关的风险评估时要考虑的一些因素，以及每个因素如何有助于增加或降低总体风险。\n\n加拿大慢病毒载体评估Lentiviral Vectors Guideline_2019第3章\n\n排除病原微生物方法\n对慢病毒载体系统的病原体风险评估清楚地表明慢病毒载体系统具有形成RCR的潜力以及整合后发生肿瘤的潜力。这种风险在早期系统中更高；迄今为止，还没有使用第三代慢病毒载体系统形成RCR的报道。载体制造期间的RCR测试将有助于确认是否存在RCR；阳性检测可否定随后使用的载体。6,7联系加拿大卫生部生物和基因治疗董事会或加拿大食品药品监督管理局加拿大兽医生物制品中心，以获取关于用于人类或动物临床应用的慢病毒载体系统RCR测试要求的更多信息（分别）。\n\n实验室安全要求\n（一）生物表达系统的生物安全考虑\n生物表达系统由载体和宿主细胞组成。必须满足许多标准使其能有效、安全地使用。质粒pUC18是这样一种生物表达系统的实例。质粒pUC18经常与大肠杆菌K12细胞一起使用作为克隆载体,其完整测序已经完成。所有需要在其他细菌表达的基因已经从它的前体质粒pBR322中删除。大肠杆菌K12是一种非致病性菌株,它不能在健康人和动物的消化道中持久克隆。如果所要插入的外源DNA表达产物不要求更高级别的生物安全水平,那么大肠杆菌K12/pUC18可以在一级生物安全水平下按常规的遗传工程实验进行。\n（二）表达载体的生物安全考虑\n下列情况需要较高的生物安全水平:\n1、来源于病原生物体的DNA序列的表达可能增加GMO的毒性\n2、插入的DNA序列性质不确定,例如在制备病原微生物基因组DNA库的过程中\n3、基因产物具有潜在的药理学活性\n4、毒素的基因产物编码。\n（三）用于基因转移的病毒载体\n病毒载体(腺病毒载体)可以用于将基因有效地转移到其他细胞。这样的载体缺少病毒复制的某些基因,可以在能够补充这些缺陷的细胞株内繁殖。\n这类病毒载体的贮存液中可能污染了可复制病毒,它们是由繁殖细胞株中极少发生的自发性重组产生的。这些载体操作时应采用与用于获得这些载体的母体腺病毒相同的生物安全水平。\n例如，应用于基因治疗或疫苗学的病毒载体可以被设计成在基因组水平的安全特征，以减少侵染性或毒力。\n然而，即使是基因高度改变的颗粒，也不应该被认为是没有风险的工作人员接触他们，如取代第一代慢病毒平台与第三代或第四代HIV衍生载体。31直到转基因生物或合成结构的直接和长期健康风险有更好的特征（例如，非基因变异），提供者必须认识到，一个代理人的基因组水平安全特性可能不能完全保护暴露的工作人员免受潜在的健康风险。\nNIH科学政策办公室提供指导,以评估和减轻重组核酸、转基因生物或具有不同能力感染人类细胞的全新结构的潜在危害。\n非当代人类流感病毒非当代、野生型人类流感病毒A(H2N2)病毒或含有H2或N2RNA片段的重组剂,应更加谨慎地处理。在处理这些病毒的过程中,重要的考虑因素是一种与抗原相关的病毒最近一次传播的时间和易感人群的潜在存在。BSL-3和ABSL-3的实践、程序和设施都建议严格遵守呼吸保护和衣物更换协议。\n病毒和应注意防止产生具有H2和/或N2 RNA片段且缺乏亲代减毒病毒特征的再配子。\n其他流感重组或重组病毒在考虑生物遏制水平和与其他流感重组或重组病毒(IBC)或同等资源(IBC)合作的相关实践和程序时,应考虑但不限于在进行协议驱动的风险评估时考虑以下因素。\n■ 使用的基因型;\n■ 任何引入并可能导致病原体传播能力和/或毒力增强的突变;\n■ 有明确的证据表明,在适当的动物模型的呼吸道内病毒复制减少,与源自它的野生型亲本病毒复制水平相比;\n■ 克隆纯度和表型稳定性的证据；及\n■ 一种与血凝素和神经氨酸酶基因供体抗原相关的病毒最近一次传播的时间。\n如果没有足够的风险评估数据，就有必要采用更谨慎的方法来遏制生物安全水平和做法。\n特别问题：\n建议所有机构制定关于实验室暴露于逆转录病毒（HIV，SIV）的书面政策（例如，治疗，预防议定书）。 详见第VII节。\n与逆转录病毒载体系统相关的风险可能会有很大差异，尤其是慢病毒载体。由于与每个基因转移系统相关的风险可能不同，因此建议所有基因转移协议都由该机构的生物安全审查委员会或IBC审查。\n慢病毒载体实验室安全\n在处理或储存慢病毒载体的区域，安全工作实践包括正确使用和维护实验室和生物安全设备（例如离心机、生物安全柜[BSC]），以及使用良好的微生物实验室实践。\n在可能导致产生传染性气溶胶或涉及高浓度或大量慢病毒载体的程序中，使用BSC或其他主要防护装置将通过含有气溶胶保护人员免受接触（例如通过粘膜接触）。使用BSC中卸载的密封安全杯或转子将含有离心慢病毒载体时可能产生的气溶胶。\n向人员传播慢病毒载体的主要风险是通过意外接种、被污染器械割伤或刺穿以及接触开放性伤口。避免使用针头和其他锋利物将降低这种风险。如果不可避免地使用锋利剂，可制定适当的标准操作规程，以限制或提供有关锋利剂使用的适当操作说明，从而以防止意外接种的方式使用仪器。2降低风险的安全工程利器和针头也可能适用。\n将慢病毒载体或慢病毒载体转导的细胞输送到动物体内必须在适当的遏制水平下进行。允许HIV复制的动物宿主或植入人类细胞的动物宿主可支持感染性HIV的复制，因此可能需要采取额外的预防措施。鉴于动物接种造成的危害增加，实验室人员处理这些材料的方式必须尽可能降低事故风险，这一点很重要，由LRA确定。例如，为了最大限度地降低自我接种的风险，可通过额外的预防措施和PPE（如防刺穿手套）加强所需的安全程序（如动物约束）。如果无法在BSC中进行注射，则可能需要额外的PPE（如护目镜、呼吸器），以减少粘膜暴露于气溶胶的可能性。接种后，对动物或接种部位进行消毒或清洁将消除可能留在动物表面的任何慢病毒载体。\n\n运输要求\n感染性及潜在感染性物质的运输要严格遵守国家和国际规定。这些规定描述了如何正确使用包装材料,以及其他的运输要求。\n实验室人员必须按照可适用的运输规定来运送感染性物质。按照规定执行可以实现:\n1、减少包装受损和泄漏的可能性,因此\n2、减少可能造成传染的暴露;\n3、提高运输效率。\n（一）国际运输规定\n感染性物质运输规定(按各种运输方式)以联合国“危险性货物运输”的规章范本[40] 为基础。联合国的这些推荐意见是由危险性货物运输的联合国专家委员会(United Nations Committee of Exports on the Transport of Dangerous Goods,UNCETDG)制定的。要成为法律上的规章合法的一部分,必须由有资格的权威机构将联合国规章范本应用到国家规定和国际规章范本中[例如国际民用航空组织(International Civil Aviation Organization,ICAO)针对危险性货物运输制订的《危险性货物安全空运的技术说明》( Technical Instructions for the Safe Transport of Dangerous Goods by Air[41])和《国际危险性货物陆运欧洲协议》 [the European Agreement concerning the International Carriage of Dangerous Goods by Road( ADR)[42]]。\n国际空运协会(International Air Transport Association,IATA)每年发布《感染性物质运输指南》(Infectious Substances Shipping Guidelines)” [43]。IATA指南必须以遵守ICAO的技术说明作为最低标准,但可以增加其他要求。如果IATA成员运输上述物品,则必须遵守IATA指南。\n由于联合国关于危险性货物运输的规章范本每二年修订一次,读者应参照国家和国际规章范本的最新版本。\n世界卫生组织为UNCETDG提供咨询。联合国关于感染性物质运输规章范本第13版(2003)[40]采纳了运输规定中的主要变化。可以从WHO[44]得到关于修正案采纳的背景的有关说明。\n国际规章范本并非要取代各地方或国家要求。但在有些还没有国家要求的情况下,就应遵守国际规章范本。\n注意以下这一点非常重要:感染性物质的国际运输还必须依据并遵守国家进∕出口的规定。\n（二）基本的三层包装系统\n在感染性及潜在感染性物质运输中选择使用的三层包装系统,其示意图见图11。这一包装系统由三层组成:内层容器,第二层包装以及外层包装。\n装载标本的内层容器必须防水、防漏并贴上指示内容物的适当标签。内层容器外面要包裹足量的吸收性材料,以便内层容器打破或泄漏时,能吸收溢出的所有液体。\n防水、防漏的第二层包装用来包裹并保护内层容器。有些包装好的内层容器可以放在独立的第二层包装中。有些规定中包括了感染性物质包装的体积及重量限度。\n第三层包装用于保护第二层包装在运输过程中免受物理性损坏。按照最新规定的要求,还应提供能够识别或描述标本的特性,以及能够识别发货人和收货人的标本资料单、信件和其他各种资料,以及其他任何所需要的文件。\n联合国规章范本规定使用两种不同的三层包装系统。基本的三层包装系统用于运输多数感染性物质;但那些高危险度的生物体则必须按更严格的要求进行运输。关于如何根据运输材料来选用不同包装的详细资料,建议读者参考国家和∕或国际的规章范本。\n\n（图11）\n（三）溢出清除程序\n当发生感染性或潜在感染性物质溢出时,应采用下列溢出清除规程:\n1、戴手套,穿防护服,必要时需进行脸和眼睛防护。\n2、用布或纸巾覆盖并吸收溢出物。\n3、向纸巾上倾倒适当的消毒剂,并立即覆盖周围区域(通常可以使用5%漂白剂溶液;但在飞机上发生溢出时,则应该使用季铵类消毒剂)。\n4、使用消毒剂时,从溢出区域的外围开始,朝向中心进行处理。\n5、作用适当时间后(例如30 min),将所处理物质清理掉。如果含有碎玻璃或其他锐器,则要使用簸箕或硬的厚纸板来收集处理过的物品,并将它们置于可防刺透的容器中以待处理。\n6、对溢出区域再次清洁并消毒(如有必要,重复第2~5步)。\n7、将污染材料置于防漏、防穿透的废弃物处理容器中。\n8、在成功消毒后,通知主管部门目前溢出区域的清除污染工作已经完成。\n\n生产环境要求/大规模使用生物安全要求\nNIH的重组或合成核酸分子研究指南(NIH指南)的附录K规定了大规模(I.e., >每箱10升)设施。 这些指南可以应用于所有生物材料的大规模工作(例如转基因生物[转基因]和非转基因生物,人和动物/动物病原)。 请确保熟悉当地的规章,因为这些规章可能与本文中的建议不同。\n\n防护要求\n推荐使用负压、HEPA过滤式呼吸器和眼睛保护,或正气净化式呼吸器(PAPR)。在BSL-2上可以使用抗寒、减毒的甲型(H2N2)疫苗病毒,但建议在使用be-2之前进行风险评估。\n非当代人类流感病毒非当代、野生型人类流感病毒A(H2N2)病毒或含有H2或N2RNA片段的重组剂，BSL-3和ABSL-3的实践、程序和设施都建议严格遵守呼吸保护和衣物更换协议。\n将慢病毒载体或慢病毒载体转导的细胞输送到动物体内，可通过额外的预防措施和PPE（如防刺穿手套）加强所需的安全程序（如动物约束）。如果无法在BSC中进行注射，则可能需要额外的PPE（如护目镜、呼吸器），以减少粘膜暴露于气溶胶的可能性。\n\n废弃物要求\n慢病毒载体是不稳定的，因此表面很容易被各种化学物质净化，包括5000 ppm次氯酸钠（约1/10稀释的商用漂白剂）或70%乙醇，并有足够的接触时间。如果使用漂白剂，应准备新鲜稀释液，并且必须用水冲洗残留物，以防止表面腐蚀（如不锈钢）。液体废物可通过高压灭菌或与漂白剂混合至5000 ppm次氯酸钠的最终浓度进行去污，并保持至少30分钟。固体废物可以高压灭菌或焚烧。\n清除（并标记为已清除）在从安全壳区移除之前可能接触慢病毒载体的所有材料将防止受污染材料离开安全壳区。如果材料要在场外去污，可将其放置在已表面去污的封闭、贴有标签的防漏容器中。\n\n应急处理措施\n在使用慢病毒载体之前，应制定一份接触后应对计划，该计划应针对计划的慢病毒载体系统和活动的具体情况，作为医疗监测计划的一部分。11如果使用第一代或第二代慢病毒载体造成针扎或锐器损伤，及时给予暴露后预防（例如，在一小时内）将最大限度地降低已经很低的HIV感染风险。11潜在致癌或毒性基因的转导风险，或插入突变尚未被临床证明可以通过HIV预防来预防。11然而，抗逆转录病毒药物（例如叠氮胸苷[AZT]）能够完全阻断细胞培养中的转导。\n\n\n\n", "spans": [], "relation": []}]}